{
  "count": 4,
  "data":{
  	"4": {
  		"creator": "Matthew Wang",
  		"title": "Bulletin System now Live!",
  		"tag": "label-default",
  		"content": "I'm pretty excited to announce that our Bulletin System is now live. Awesome! You can receive updates about the club, special events, and website notices here."
  	},
  	"3": {
  		"creator": "Matthew Wang",
  		"title": "Horizons Robotics is Over.",
  		"tag": "label-warning",
  		"content": "The last day of school before March Break marked the end of our Horizons program. I want to congratulate everybody on an amazing effort towards teaching kids about robotics, and learning a lot in that program ourselves! Fortunately, this is not the last of Horizons Robotics; look towards more announcements in the future!"
  	},
  	"2": {
  		"creator": "Matthew Wang",
  		"title": "Rick Hansen SS Competition Summary",
  		"tag": "label-primary",
  		"content": "The boys travelled to Mississauga to compete at Rick Hansen SS. Unfortunately, issues with VEXNET Keys caused us to disconnect several times throughout our matches, hindering our ability to qualify. Nevertheless, we came home with a trophy; just not the one we expected. Mr. Olds won the VEX Mentor of the Year Award, beating out 60+ other coaches in our region! Through staying late at school on our late nights, to supervising at BSS test events, to spending his weekends with us during competitions, Mr. Olds has been one of the best mentors we've ever had. If you see him in the halls, give him a high-five! "
  	},
    "1": {
  		"creator": "Matthew Wang",
  		"title": "HCCS Competition Summary",
  		"tag": "label-primary",
  		"content": "We went to Holy Cross with high hopes, testing out a brand new and innovative ramp-bot design. Unfortunately, due to some faulty gear (mainly our cortex), our robot only started up three out of six matches; and we only winded up winning three out of six round robin matches. Only being a few spots away from qualifying, we took what we learned (bring a spare cortex!), and hopefully we'll take home some hardware at Rick Hansen! "
  	}
  }
}
